Repository: soullivaneuh/IsoCodesValidator
Catalog: src/translations/validators.*.xlf
Languages: fr, nl

# bban_message
source: This value is not a valid BBAN.
fr: Cette valeur n'est pas un code BBAN valide.
nl: Deze waarde is geen geldige BBAN.

# cif_message
source: This value is not a valid CIF.
fr: Cette valeur n'est pas un code CIF valide.
nl: Deze waarde is geen geldige CIF.

# credit_card_message
source: This value is not a valid credit card scheme.
fr: Cette valeur n'est pas un numéro de carte de crédit valide.
nl: Deze waarde is geen geldig credit card nummer .

# ean_8_message
source: This value is not a valid EAN-8.
fr: Cette valeur n'est pas un code EAN-8 valide.
nl: Deze waarde is geen geldige EAN-8.

# ean_13_message
source: This value is not a valid EAN-13.
fr: Cette valeur n'est pas un code EAN-13 valide.
nl: Deze waarde is geen geldige EAN-13.

# iban_message
source: This value is not a valid IBAN.
fr: Cette valeur n'est pas un code IBAN valide.
nl: Deze waarde is geen geldige IBAN.

# insee_message
source: This value is not a valid INSEE number.
fr: Cette valeur n'est pas un numéro INSEE valide.
nl: Deze waarde is geen geldige INSEE nummer.

# ip_message
source: This value is not a valid IP address.
fr: Cette valeure n'est pas une adresse IP valide.
nl: Deze waarde is geen geldig IP-adres.

# isbn_message
source: This value is not a valid ISBN.
fr: Cette valeur n'est pas un code ISBN valide.
nl: Deze waarde is geen geldig ISBN.

# mac_message
source: This value is not a valid MAC address.
fr: Cette valeur n'est pas une adresse MAC valide.
nl: Deze waarde is geen geldig MAC address.

# nif_message
source: This value is not a valid NIF.
fr: Cette valeur n'est pas un code NIF valide.
nl: Deze waarde is geen geldige NIF.

# phone_number_message
source: This value is not a valid phone number.
fr: Cette valeur n'est pas un numéro de téléphone valide.
nl: Deze waarde is geen geldig telefoonnummer.

# siren_message
source: This value is not a valid SIREN.
fr: Cette valeur n'est pas un code SIREN valide.
nl: Deze waarde is geen geldige SIREN.

# siret_message
source: This value is not a valid SIRET.
fr: Cette valeur n'est pas un code SIRET valide.
nl: Deze waarde is geen geldige SIRET.

# ssn_message
source: This value is not a valid SSN.
fr: Cette valeur n'est pas un code SSN valide.
nl: Deze waarde is geen geldig SSN.

# structured_communication_message
source: This value is not a valid structured communication code.
fr: Cette valeur n'est pas un code de communication structurée valide.
nl: Deze waarde is geen geldige gestructureerde communicatiecode.

# swift_bic_message
source: This value is not a valid SWIFT.
fr: Cette valeur n'est pas un code BIC valide.
nl: Deze waarde is geen geldige SWIFT.

# uknin_message
source: This value is not a valid NINO.
fr: Cette valeur n'est pas un code NINO valide.
nl: Deze waarde is geen geldige NINO.

# vat_message
source: This value is not a valid VAT.
fr: Cette valeur n'est pas un code TVA valide.
nl: Deze waarde is geen geldige BTW code.

# zip_code_message
source: This value is not a valid ZIP code.
fr: Cette valeur n'est pas un code postal valide.
nl: Deze waarde is geen geldige postcode.
